<?php get_header(); ?>	
	<div class="main">
		<div class="aboutqys">
			<h3 class="title">
				<span>关于七月上</span>
			</h3>
			<div class="aboutText">
				<p>初听《七月上》这首歌，就很喜欢里面的两句歌词：</p>
				<p>我欲乘风破浪，踏遍黄沙海洋。与其误会一场，也要不负勇往。</p>
				<p>当下时至七月，也很符合心境，因此便喜欢上这首歌，这首歌名。原谅起名无能的我，就以它自称了~</p>
			</div>
		</div>
		<div class="aboutme">
			<h3 class="title">
				<span>关于我</span>
			</h3>
			<div class="aboutText">
				<p>石帆，女，14年于武汉纺织大学毕业。近来想寻求一些改变，结束了在武汉的6年多生活。</p>
				<p>23岁，也已经是个老大不小的年纪了。既然不满足现状、不甘于安逸，那就趁早出去看看吧。毕竟世界那么大，是好是坏，总得领略一番是吧？</p>
				<p>初来北京，现一切也已尘埃落定，终于有精力鼓捣下博客了。也下定决心，闲暇时候，多看书多阅读多鼓捣下代码，毕竟人丑还是多读书。</p>
				<p>漫漫前端路，学习无止境，愿自己且行且珍惜。</p>
			</div>
		</div>
		<div class="aboutBlog">
			<h3 class="title">
				<span>关于本站</span>
			</h3>
			<div class="aboutText">
				<p>本站的初衷，用于记录自己在前端开发、学习上的一些心得。与此同时，经营它也正是经营自己，相信每一个新的版本，也会是自己的每一次突破。</p>
				<p>慢慢地，一些想法也变的清晰起来。会把它当做自己的产品对待，进行短期与长期规划，实现功能迭代与持续优化。同时，使用这个产品记录它和我的足迹。</p>
				<p>它将与我同行，跌跌撞撞，又坚定的向着前方。</p>
			</div>
		</div>
	</div>
<?php get_sidebar(); ?>		
<?php get_footer(); ?>	
